app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)
    if @contact.save
---
INSERT INTO "contacts" ("name", "company", "email", "phone", "address", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)  [["name", ""], ["company", ""], ["email", ""], ["phone", ""], ["address", ""], ["created_at", "2018-12-29 11:55:47.458101"], ["updated_at", "2018-12-29 11:55:47.458101"]]